module.exports.config = {
 name: "rulesv3",
 version: "1.0.0",
 hasPermssion: 0,
 credits: "BELAL BOTX666",
 description: "Send group rules",
 commandCategory: "information",
 usages: "rulesv3",
 cooldowns: 5
};

module.exports.run = async ({ api, event }) => {
 const message = `✡️⛦ 💓⫸°❀•┈‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎💓‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎বক্স এর রুলস________________________
👉১-ঃ গ্রুপে নতুন মেম্বার জয়েন্ট করার পর সবাই মিলে ওয়েলকাম করতে হবে👇
👉২-ঃ গ্রুপে সব ধর্মের মানুষ থাকবে কেউ কারো ধর্ম নিয়ে কথা বলবা না
👇
👉৩-ঃ কেউ কাউকে উসকানি দিয়ে কথা বলবা না, এবং কোন রাজনৈতিক আলোচনা করা যাবে না
👇
👉৪-ঃ কোনো ধরনের ভিডিও এবং কোনো পোস্ট লিংক  দেওয়া যাবে না
👇
👉৫-ঃ কেউ কারো  নিজের পিক দিবা না এবং কারো পিক চাইবা না,এমনি তে পিক সেন্ট করতে পারবা যদি সেটা ফানি বা শিক্ষামূলক কিছু হয়
👇
👉৬-ঃ গ্রুপে কেউ কারো অনুমতি ছাড়া মেম্বার ইনবক্সে যাবা না,যদি কেউ যায় তাহলে তাকে বক্সে থেকে রিমুভ করা  হবে
👇
👉৭-ঃ গ্রুপে অবশ্যই এক জন অন্য
জন কে সম্মান দিবেন, একই
সাথে শালীনতা বজায় রাখবেন
👇
👉৮-ঃ গ্রুপে সবাই সবার সাথে কথা বলবে কেউ যদি গ্রুপে রিলেশন যায় তাইলে তাকে   বক্সে থেকে রিমুভ করা হবে
👇
👉৯-ঃ ১৮+ কোনো টেক্স করতে বা,
বলতে পারবে না
👇
👉১০-ঃ গ্রুপে সবাই সবার পরিচিত না, তাই কেউ যদি বাজে কথা বলে বাজে পিক দেয় তাইলে তারে রিমুভ করা হবে যদি এডমিন লাইনে না থাকে তোমরা মেসেজ + কল ইগনোর করে যাবা,  সে জন্য এডমিন কে কেউ কিছু বলতে পারবে না
👇
👉১১-ঃ আজান এর সময় কেউ কলে থাকলে মিউট করবেন যে নামাজ পরেন সে কলে থাকবা না ,
টেক্স করা যাবে না
👇
👉১২-ঃ৷ প্রয়োজন ছাড়া কোন ইমোজি দিবে না,
ইমোজি অতিরিক্ত দিলে রিমুভ করে দেওয়া হবে
👇
👉১২-ঃ  এস এস টাইম বাধ্যতামূলক সবাইকে কলে থাকতে হবে মেনশন করে না পেলে রিমুভ করা হবে 
👇
👉১৪-ঃ কলের স্ক্রিনশট টাইমিং স্ক্রিনশর্ট সবাই এস এস  বক্সে দিবেন স্ক্রিনশট দিলে সবাই লাভ রিয়েক্ট দিবেন 
👇
👉১৫-ঃ বক্সের যে কোন পারসন গ্রুপের রুলস অথবা যে কোন নোটিশ দিলে 
👉১০ মিনিট ট্যাক্স অফ রাখবেন🙏🙏👉এভরিওয়ান  

<<<[{ধন্যবাদ}] >>কেউ text    করবে না ১৫ মিনিট বাংলা কথা বুঝো না 😁😁

বানীতেঃ  ‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎┈•❀✾•°⫷💓‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎
''''''''''𝘈𝘏𝘈𝘋'''''''@everyone
`;

 return api.sendMessage(message, event.threadID);
};
